"%@ minute" = "%@ minut";
"days" = "dies";
"%1$@ hours, %2$@ minute, %3$@ second" = "%1$@ hores, %2$@ minut, %3$@ segon";
"%@ MB" = "%@ MB";
"mA" = "mA";
"%@ Days" = "%@ dies";
"KB" = "KB";
"TB/s" = "TB/s";
"GB/s" = "GB/s";
"Kb/s" = "Kb/s";
"%1$@ minutes, %2$@ second" = "%1$@ minuts i %2$@ segon";
"TB" = "TB";
"%1$@ hour, %2$@ minutes" = "%1$@ hora, %2$@ minuts";
"24 Hours" = "24 hores";
"Bytes" = "Bytes";
"%1$@ day, %2$@ hours, %3$@ minute" = "%1$@ dia, %2$@ hores, %3$@ minut";
"%1$@ hour, %2$@ minutes, %3$@ second" = "%1$@ hora, %2$@ minuts, %3$@ segon";
"hours" = "hores";
"b/s" = "b/s";
"MB" = "MB";
"%@ minutes" = "%@ minuts";
"Mb/s" = "Mb/s";
"%@ GB" = "%@ GB";
"%1$@ days, %2$@ hours, %3$@ minute" = "%1$@ dies, %2$@ hores, %3$@ minut";
"mAh" = "mAh";
"%1$@ hour, %2$@ minute" = "%1$@ hora, %2$@ minut";
"1 Hour" = "1 hora";
"%1$@ hour, %2$@ minutes, %3$@ seconds" = "%1$@ hora, %2$@ minuts, %3$@ segons";
"%1$@ days, %2$@ hours, %3$@ minutes" = "%1$@ dies, %2$@ hores, %3$@ minuts";
"%1$@ hours, %2$@ minute" = "%1$@ hores, %2$@ minut";
"%@ KB" = "%@ KB";
"7 Days" = "7 Dies";
"%@ TB" = "%@ TB";
"minute" = "minut";
"second" = "segon";
"%1$@ minutes, %2$@ seconds" = "%1$@ minuts i %2$@ segons";
"%1$@ hours, %2$@ minutes, %3$@ second" = "%1$@ hores, %2$@ minuts, %3$@ segon";
"hour" = "hora";
"30 Days" = "30 dies";
"KB/s" = "KB/s";
"%@ Day" = "%@ dia";
"GB" = "GB";
"%1$@ hours, %2$@ minute, %3$@ seconds" = "%1$@ hores, %2$@ minut, %3$@ segons";
"day" = "dia";
"minutes" = "minuts";
"%1$@ hour, %2$@ minute, %3$@ seconds" = "%1$@ hora, %2$@ minut, %3$@ segons";
"Gb/s" = "Gb/s";
"Tb/s" = "Tb/s";
"%1$@ hour, %2$@ minute, %3$@ second" = "%1$@ hora, %2$@ minut, %3$@ segon";
"%1$@ day, %2$@ hours, %3$@ minutes" = "%1$@ dia, %2$@ hores, %3$@ minuts";
"MHz" = "MHz";
"Bits" = "Bits";
"%1$@ days, %2$@ hour, %3$@ minutes" = "%1$@ dies, %2$@ hora, %3$@ minuts";
"%1$@ hours, %2$@ minutes" = "%1$@ hores, %2$@ minuts";
"MB/s" = "MB/s";
"%1$@ days, %2$@ hour, %3$@ minute" = "%1$@ dies, %2$@ hora, %3$@ minut";
"%1$@ and %2$@" = "%1$@ i %2$@";
"%1$@ minute, %2$@ seconds" = "%1$@ minut i %2$@ segons";
"%1$@d, %2$@h, %3$@m" = "%1$@d, %2$@h, %3$@m"; // 1d, 1h, 1m
"%1$@ hours, %2$@ minutes, %3$@ seconds" = "%1$@ hores, %2$@ minuts, %3$@ segons";
"%1$@ day, %2$@ hour, %3$@ minute" = "%1$@ dia, %2$@ hora, %3$@ minut";
"%1$@ day, %2$@ hour, %3$@ minutes" = "%1$@ dia, %2$@ hora, %3$@ minuts";
"mV" = "mV";
"B/s" = "B/s";
"GHz" = "GHz";
"%1$@ minute, %2$@ second" = "%1$@ minut i %2$@ segon";


// Unlocalized strings



// Unlocalized strings

"Design Capacity" = "Design Capacity";
"Amperage" = "Amperage";
"Voltage" = "Voltage";
"A" = "A";
"V" = "V";
"W" = "W";
"rpm" = "rpm";
"iStat Menus needs access to your location to provide information for this city." = "iStat Menus needs access to your location to provide information for this city.";
"iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location." = "iStat Menus needs access to your location to provide information for this city. Please enable Location Services so we can find your location.";
"iStat Menus needs access to your calendars to be able to display upcoming events." = "iStat Menus needs access to your calendars to be able to display upcoming events.";
"iStat Menus needs access to your location to provide weather information. You can also select a location in preferences." = "iStat Menus needs access to your location to provide weather information. You can also select a location in preferences.";
"We are still trying to find your location. You can also select a location in preferences." = "We are still trying to find your location. You can also select a location in preferences.";
"Please enable Location Services so we can find your location. You can also select a location in preferences." = "Please enable Location Services so we can find your location. You can also select a location in preferences.";


// Modified strings

